Repository: lf-j/CDLA
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: (a) The Data (including the Enhanced Data) must be Published under this Agreement in accordance with this Section 3; and
ja: (a) 当該の「データ」(「拡張データ」を含む)は、本第3節に則り、本「契約」のもとで「公開」しなければなりません、かつ、

source: (b) You must cause any Data files containing Enhanced Data to carry prominent notices that You have changed those files; and
ja: (b) 「あなた」は、「拡張データ」が入った「データ」のファイルに、「あなた」がそれらの変更を実施したことを示す明瞭な告知を伴うようにしなければなりません、かつ、

source: (c) If You Publish Data You Receive, You must preserve all credit or attribution to the Data Provider(s). Such retained credit or attribution includes any of the following to the extent they exist in Data as You have Received it: legal notices or metadata; identification of the Data Provider(s); or hyperlinks to Data to the extent it is practical to do so.
ja: (c) もしも「あなた」が「受領」した「データ」を「あなた」が「公開」するならば、「あなた」は、「データ提供者」に対するクレディットや帰属表示を保持したままにしておかなければなりません。そのようなクレディットや帰属表示は、「あなた」が「受領」したときに「データ」の中で存在していたもので、以下のいずれかです。法務的な告知、ないしは、メタデータ、「データ提供者」の識別情報、あるいは、「データ」に対するハイパーリンク ( 実際上実行可能なら )。

source: 1.10 “Receive” or “Receives” means to have been given access to Data, locally or remotely.
ja: 1.10 「受領」するとは、ローカル、あるいは、リモートで「データ」へのアクセスができたことを意味します。

source: 1.11 “Results” means the outcomes or outputs that You obtain from Your Computational Use of Data. Results shall not include more than a de minimis portion of the Data on which the Computational Use is based.
ja: 1.11 「結果物」とは、「データ」を対象とした「あなた」の「コンピュータ利用」により、「あなた」が得た成果、あるいは、出力を意味します。「結果物」には、「コンピュータ利用」が拠り所とする「データ」のごくわずかな部分を越えたものを含んではいけません。

source: 1.12 “Sui Generis Database Rights” means rights, other than copyright, resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other equivalent rights anywhere in the world.
ja: 1.12 「独自法によるデータベースの諸権利」とは、欧州議会、および、データベースの法的保護に関して1996年3月11日の評議会がディレクティブ96/9/ECによって規定した著作権とは別の諸権利を意味します。同ディレクティブの修正・継承や、世界のどこであろうとそれと同等の諸権利も包含します。

source: 1.13 “Use” means using Data (including accessing, copying, studying, reviewing, adapting, analyzing, evaluating, or making Computational Use of it), either by machines or humans, or a combination of both.
ja: 1.13 「使用」とは、コンピュータ装置による、あるいは、人による、さらには両方の組み合わせによる「データ」の使用を意味し、アクセス、コピー、研究、レビュー、適合化、分析、評価、「コンピュータ利用」に供することを含みます。

source: 1.14 “You” or “Your” means any Entity that Receives Data under this Agreement.
ja: 1.14 「あなた」とは、本「契約」に基づいて「データ」を「受領」した「エンティティ」を意味します。

source: 1.1 “Add” means to supplement Data with Your own or someone else’s Data, resulting in Your “Additions.” Additions do not include Results.
ja: 1.1 「追加」するとは、「あなた」自身、あるいは、他の誰かの「データ」によって「データ」を増補することを意味し、結果として「あなた」の「追加部」を形成します。「追加部」は、後記の「結果物」を含みません。

source: 1.2 “Computational Use” means Your analysis (through the use of computational devices or otherwise) or other interpretation of Data.
ja: 1.2 「コンピュータ利用」とは、( コンピュータ、あるいは、その他を使った )「データ」に対する「あなた」の分析、または、その他の解釈を意味します。

source: 1.3 “Data” means the information (including copyrightable information, such as images or text), collectively or individually, whether created or gathered by a Data Provider or an Entity acting on its behalf, to which rights are granted under this Agreement.
ja: 1.3 「データ」とは、集合としての、もしくは、個別の情報 ( 画像やテキストのような著作権保護される情報を含む ) を意味します。それらは、「データ提供者」、あるいは、「データ提供者」のために活動する「エンティティ」によって作られた、あるいは、集められたものであり、それらに関する諸権利が、本「契約」のもとで許諾されます。

source: 1.4 “Data Provider” means any Entity (including any employee or contractor of such Entity authorized to Publish Data on behalf of such Entity) that Publishes Data under this Agreement prior to Your Receiving it.
ja: 1.4 「データ提供者」とは、「あなた」の「受領」以前に、本「契約」に基づき「データ」を「公開」した「エンティティ」 ( そのような「エンティティ」のために「データ」を「公開」することを正式に認められた「エンティティ」の従業員や契約者も含みます ) を意味します。

source: 1.5 “Enhanced Data” means the subset of Data that You Publish and that is composed of (a) Your Additions and/or (b) Modifications to Data You have received under this Agreement.
ja: 1.5 「拡張データ」とは、「あなた」が「公開」し、「あなた」が本「契約」のもとで受領した「データ」に対する「あなた」の (a)「追加部」、および、 (b) 「変更部」に該当する「データ」のサブセットを意味します。

source: 1.6 “Entity” means any natural person or organization that exists under the laws of the jurisdiction in which it is organized, together with all other entities that control, are controlled by, or are under common control with that entity. For the purposes of this definition, “control” means (a) the power, directly or indirectly, to cause the direction or management of such entity, whether by contract or otherwise, (b) the ownership of more than fifty percent (50%) of the outstanding shares or securities, (c) the beneficial ownership of such entity or, (d) the ability to appoint, whether by agreement or right, the majority of directors of an Entity.
ja: 1.6 「エンティティ」とは、個人、ないしは、各国において設立され当該国の法令のもとに実在する組織を意味します。この際、当該エンティティをコントロールする、当該エンティティからコントールされる、あるいは、当該エンティティと共通のコントロールのもとに置かれたすべての他のエンティティが包含されます。本定義において、「コントロール」とは、 (a) そのようなエンティティに対し、契約、ないしはその他の手法を通じて、直接・間接の指揮・管理を行う支配力、 (b) 発行済株式、あるいは、社債の50%を超えた保有、 (c) そのようなエンティティに対する受益所有権、あるいは、 (d) 契約、あるいは、権利の有無によらず、「エンティティ」役員の過半数を指名できる権限を意味します。

source: 1.7 “Ledger” means a digital record of Data or grants of rights in Data governed by this Agreement, using any technology having functionality to record and store Data or grants, contributions, or licenses to Data governed by this Agreement.
ja: 1.7 「電子台帳」とは、本「契約」の対象となる「データ」の、あるいは、「データ」に対する権利許諾の電子的な記録を意味します。本「契約」の対象となる「データ」そのもの、あるいは、「データ」に対する許諾、貢献、ライセンスの履歴を記録・保存する機能を有する技術が使われます。

source: 1.8 “Modify” means to delete, erase, correct or re-arrange Data, resulting in “Modifications.” Modifications do not include Results.
ja: 1.8 「変更」するとは、「データ」の削除、消去、修正、あるいは、再配列を意味し、その結果として、「修正部」が形成されます。「修正部」は、後記の「結果物」を含みません。

source: 1.9 “Publish” means to make all or a subset of Data (including Your Enhanced Data) available in any manner which enables its Use, including by providing a copy on physical media or remote access.
ja: 1.9 「公開」するとは、「データ」の全体、あるいは、サブセット( 「あなた」の「拡張データ」を含めて )を、いかなる形であれ「使用」できるようにすることを意味します。 それには、物理媒体上のコピーや、リモートアクセスの提供が含まれます。

source: 3.3 If You Publish Data You Receive, You must do so under an unmodified form of this Agreement and include the text of this Agreement, the name of this Agreement and/or a hyperlink or other method reasonably likely to provide a copy of the text of this Agreement. You may not modify this Agreement or impose any further restrictions on the exercise of the rights granted under this Agreement, including by adding any restriction on commercial or non-commercial Use of Data (including Your Enhanced Data) or by limiting permitted Use of such Data to any particular platform, technology or field of endeavor. Notices that purport to modify this Agreement shall be of no effect.
ja: 3.3 もしも「あなた」が「受領」した「データ」を「公開」するなら、「あなた」は無修正の本「契約」のもとでそれを行い、かつ、本「契約」文、本「契約」の名称、あるいは・および、ハイパーリンク、または、本「契約」文のコピーを提供するのに適切とみなされる方法を提供しなければなりません。「あなた」は、本「契約」を修正したり、本「契約」のもとで認めらている権利行使に対し、いかなる追加的な制約を課したりすることはできません。 そのような制約の例としては、商用目的、あるいは、非商用目的での「データ」 ( 「あなた」の「拡張データ」も含む ) 「使用」に対する制約を追加することや、あるいは、そのような「データ」の許可された「使用」を特定のプラットフォフォーム、テクノロジー、あるいは、適用領域のみに限定することが挙げられます。本「契約」の変更をの唱えるかのような告知は無効です。

source: 3.4 You and each Data Provider agree that Enhanced Data shall not be considered a work of joint authorship by virtue of its relationship to Data licensed under this Agreement and shall not require either any obligation of accounting to or the consent of any Data Provider.
ja: 3.4 「あなた」、および、各「データ提供者」は「拡張データ」が、本「契約」のもとライセンスされた「データ」との関係のおかげで共同著作物とみなさることがないということ、また、「データ提供者」にについて何らかの説明の義務を負ったり、「データ提供者」の同意を得たりすることを要しないことに合意します。

source: 6.1 EXCEPT AS EXPRESSLY SET FORTH IN THIS AGREEMENT, THE DATA (INCLUDING ENHANCED DATA) IS PROVIDED ON AN “AS IS” BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OR CONDITIONS OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.
ja: 6.1 本「契約」の中で明示的に定められているものを除き、当該「データ」 ( 「拡張データ」を含む ) は、現状あるがままの状態で提供され、明示的にも、暗黙にも、いかなる種類の保証や条件充足を伴っていません。それらの中には、特別の名称を名乗ること、非侵害性、商用性、特定用途への適合性 ( これらに限定されるものではありません ) に対する保証や条件充足が含まれています。

source: 7.3 This Agreement confers no rights or remedies upon any person or entity other than the Parties and their respective heirs, executors, successors and assigns.
ja: 7.3 本「契約」は、「当事者」、および、それぞれの継承者、執行者、後継者、および、譲渡者以外の他の人物あるいはエンティティに対して、いかなる権利や救済も授与するものではありません。

source: 7.4 The Data Provider(s) reserve no right or expectation of privacy, data protection or confidentiality in any Data that they Publish under this Agreement. If You choose to Publish Data under this Agreement, You similarly do so with no reservation or expectation of any rights of privacy or confidentiality in that Data.
ja: 7.4 本「契約」のもとに「公開」されたいかなる「データ」においても、当該「データ提供者」は、プライバシー、データ保護、あるいは、データ秘匿に関して、いかなる権利も、特別な期待も留保しません。もしも「あなた」が、本「契約」に基づいて「データ」を「公開」する選択をするなら、「あなた」は同様に、その「データ」におけるプライバシー、あるいは、データ秘匿に対するあらゆる権利と特別な期待を留保しないものとします。

source: Accordingly, Data Provider(s) and You (the “Parties”) agree as follows:
ja: 上記に従い、「データ提供者」と「あなた」 ( 「当事者」 ) は、以下を合意するものとします。

source: All of Your rights under this Agreement will terminate, and Your right to Receive, Use or Publish the Data will be revoked or modified if You materially fail to comply with the terms and conditions of this Agreement and You do not cure such failure in a reasonable period of time after becoming aware of such noncompliance. If Your rights under this Agreement terminate, You agree to cease Receipt, Use and Publication of Data. However, Your obligations and any rights and permissions granted by You under this Agreement relating to Data that You Published prior to such termination will continue and survive.
ja: もしも「あなた」が本「契約」の諸条件に実質的に準拠することができず、かつ、「あなた」がそのような準拠違反に気付いてから合理的な日数内に違反を是正できなかったとき、本「契約」に基づく「あなた」のすべての権利は終了し、かつ、「データ」を「受領」、「使用」、「公開」する「あなた」の権利は取り消され、あるいは、変更されます。本「契約」に基づく「あなた」の権利が終了すると、「あなた」は、「データ」を「受領」、「使用」、「公開」することを停止することに合意するものとします。しかしながら、そのような終了よりも以前に「あなた」が「公開」した「データ」に関連した「あなた」の義務、および、本「契約」のもとで「あなた」によって認められた権利と許可は継続し、残り続けます。

source: By way of example and not limitation, “Computational Use” includes the application of any computational analytical technique, the purpose of which is the analysis of any Data in digital form to generate information about Data such as patterns, trends, correlations, inferences, insights and attributes.
ja: 例として、「コンピュータ利用」には、コンピュータ分析技術の応用が含まれ、その目的は、デジタル形式の「データ」を分析し、「データ」に関するパターン、傾向、相互関係、推論、考察、および、属性のような情報を生成することを含みますが、これらに限定されるものではありません。

source: Community Data License Agreement -Permissive-Version 1.0
ja: コミュニティデータ ライセンス契約書－寛容型－第1.0版

source: Community Data License Agreement -Sharing-Version 1.0
ja: コミュニティデータ ライセンス契約－共有型－第1.0版

source: Data Provider(s)’ Representations
ja: 「データ提供者」の表明

source: Data is provided to You under this Agreement by each of the Data Providers.
ja: 「データ」は、それぞれの「データ提供者」から、「あなた」対して、本「契約」に基づいて提供されます。

source: Disclaimer of Warranties and Limitation of Liability
ja: 保証の否認、および、賠償責任の制限

source: Each Data Provider represents that the Data Provider has exercised reasonable care, to assure that: (a) the Data it Publishes was created or generated by it or was obtained from others with the right to Publish the Data under this Agreement; and (b) Publication of such Data does not violate any privacy or confidentiality obligation undertaken by the Data Provider.
ja: 各Each「データ提供者」は、「データ提供者」が以下の各項を保証するために相応の注意を払ったことを表明します。 (a) 「公開」した「データ」は、「データ提供者」自身が作成・生成したもの、あるいは、本「契約」のもとで「データ」を「公開」する権利とともに他から所得したものであること、 (b) そのような「データ」の「公開」が、「データ提供者」のプライバシー義務や守秘義務の違反を発生させることがないこと。

source: Except for these rights and licenses expressly granted, no other intellectual property rights are granted or should be implied.
ja: 明示的に認められた諸権利、およびライセンスを除いて、他のいかなる知的財産権も許認されていません、あるいは、そのように読み取られるべきではありせん。

source: For any form of Entity, that is to make the Data available to any individual who is not employed by that Entity or engaged as a contractor or agent to perform work on that Entity’s behalf. A “Publication” occurs each time You Publish Data.
ja: どのような形の「エンティティ」にとっても、これは「データ」が、当該「エンティティ」に雇用されていない、あるいは、「エンティティ」の契約者やエージェントとして関わっていない個人に利用可能となることを意味します。「公開」は、「あなた」が「データ」を「公開する」度に行われます。

source: If You institute litigation against a Data Provider or anyone else who Receives the Data (including a cross-claim in a lawsuit) based on the Data, other than a claim asserting breach of this Agreement, then any rights previously granted to You to Receive, Use and Publish Data under this Agreement will terminate as of the date such litigation is filed.
ja: もしも「あなた」が、当該「データ」に基づいて「データ提供者」、あるいは、「データ」を「受領」した他のだれかを提訴 ( 交差請求訴訟を含む ) すると、本「契約」の不履行確認を訴因とするもの除き、本「契約」に基づいて「あなた」に認められていた「データ」を「受領」、「使用」、「公開」する権利は、提訴が提出された日をもって終了します。

source: If You Publish Data You Receive or Enhanced Data:
ja: 「あなた」が、「あなた」の「受領」した「データ」、あるいは、「拡張データ」を「公開」するならば

source: Miscellaneous
ja: 雑則

source: NEITHER YOU NOR ANY DATA PROVIDERS SHALL HAVE ANY LIABILITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING WITHOUT LIMITATION LOST PROFITS), HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OR DISTRIBUTION OF THE DATA OR THE EXERCISE OF ANY RIGHTS GRANTED HEREUNDER, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ja: 当該「データ」の「使用」、ないしは、頒布、あるいは、ここで認められたいずれかの権利の行使から何らかの形で発生した損害は、たとえそのような損害の可能性が警告されていたとしても、「あなた」や「データ提供者」は、いかなる直接的、間接的、付随的、特異的、懲罰的、結果的な ( 逸失利益やそれ以外も含む) 損害に対して何らの賠償責任を負いません。いかに発生したか、また、責任に対する考え方、さらには、契約、無過失責任、あるいは、不法行為における ( 不注意やその他を含む ) ものかどうかを問いません。

source: Right and License to Use and to Publish
ja: 「使用」および「公開」に対する権利とライセンス

source: Section 1. Definitions
ja: 第1節 諸定義

source: Section 2.
ja: 第2節

source: Section 3. Conditions on Rights Granted
ja: 第3節 許諾される諸権利の条件

source: Section 4.
ja: 第4節

source: Section 5.
ja: 第5節

source: Section 6.
ja: 第6節

source: Section 7.
ja: 第7節

source: Subject to the conditions set forth in Section 3 of this Agreement, Data Provider(s) hereby grant(s) to You a worldwide, non-exclusive, irrevocable (except as provided in Section 5) right to: (a) Use Data; and (b) Publish Data.
ja: 本「契約」の第3節に規定された諸条件に従うこと前提に、「データ提供者」は「あなた」に対して、 (a) 「データ」の「使用」、および、 (b) 「データ」の「公開」に関して、全世界における、非独占的で、( 第5節の規定を例外として ) 取り消すことのない権利をここに認めます。

source: Termination
ja: 終了

source: The Community Data License Agreement workgroup under The Linux Foundation is the steward of this Agreement (“Steward”). No one other than the Steward has the right to modify or publish new versions of this Agreement. Each version will be given a distinguishing version number. You may Use and Publish Data Received hereunder under the terms of the version of the Agreement under which You originally Received the Data, or under the terms of any subsequent version published by the Steward.
ja: The Linux Foundation の The Community Data License Agreement ワークグループは、本「契約」の「幹事役」です。「幹事役」以外の誰にも本「契約」を変更したり、新バージョンを発行したりする権利はありません。各バージョンは、識別のためにバージョン番号を付与されます。「あなた」は、ここで「受領」した「データ」を「使用」、「公開」するに当たり、「あなた」が初めて「データ」を「受領」した際の「契約」バージョンの文言に基づくこともできますし、あるいは、「幹事役」によって発行された後継バージョンの文言に基づくことができます。

source: The benefits that each Data Provider receives from making Data available and that You receive from Data or otherwise under these terms and conditions shall be deemed sufficient consideration for the formation of this Agreement.
ja: 各「データ提供者」が「データ」を利用できるようにすることによって受ける恩恵、および、本条件のもとで「あなた」が「データ」から受ける恩恵、あるいはその他の恩恵は、本「契約」を結ぶにあたり十分に考慮されたものとみなされます。

source: This Agreement imposes no obligations or restrictions on Your Use or Publication of Results.
ja: 本「契約」は、「あなた」の「使用」、あるいは、「結果物」の」公開」に対して、いかなる義務も制約も課すことはありません。

source: This is the Community Data License Agreement–Sharing, Version 1.0 (“Agreement”).
ja: これは、コミュニティデータ ライセンス契約－共有型－第1.0版です (「契約」)。この日本語版は参考訳です。契約書としては英語版のみが有効です。

source: This is the Community Data License Agreement –Permissive, Version 1.0 (“Agreement”).
ja: これは、コミュニティデータ ライセンス契約書－寛容型－第1.0版(「契約」)です。本日本語版は、参考訳です。契約としては、英原文のみが有効です。

source: To the extent that the Data or the coordination, selection or arrangement of Data is protected or protectable under copyright, Sui Generis Database Rights, or other law, Data Provider(s) further agree(s) that such Data or coordination, selection or arrangement is hereby licensed to You and to anyone else who Receives Data under this Agreement for Use and Publication, subject to the conditions set forth in Section 3 of this Agreement.
ja: 「データ」、あるいは、「データ」の連携・選択・配列が、著作権、「独自法によるデータベースの諸権利」、あるいは、その他の法令のもとに保護され、また、保護可能である範囲において、さらにそのうえに「データ提供者」は、本「契約」の第3節に規定された諸条件に従うことを前提に、当該「データ」、あるいは、同「データ」の連携・選択・配列が、「あなた」および本「契約」のもとに「データ」を「受領」する他の誰に対しても、「使用」および「公開」を目的に、ここにライセンスされることを同意するものとします。

source: You agree that it is solely Your responsibility to comply with all applicable laws with regard to Your Use or Publication of Data, including any applicable privacy, data protection, security and export laws. You agree to take reasonable steps to assist a Data Provider fulfilling responsibilities to comply with applicable laws with regard to Use or Publication of Data Received hereunder.
ja: 「あなた」は、「データ」の「使用」、あるいは、「公開」に関連して、プライバシー、データ保護、セキュリティ、輸出規制を含むすべての適用法令を順守することの責任が「あなた」のみにあるということに同意するものとします。また、ここで「受領」した「データ」の「使用」、「公開」に関して、「データ提供者」が適用法令を遵守する責務を果たすことを助けるために、「あなた」は、合理的な処置をとることに同意するものとします。

source: You and Data Provider(s), collectively and individually, waive and/or agree not to assert, to the extent permitted by law, any moral rights You or they hold in Data.
ja: 「あなた」と「データ提供者」は、「あなた」、あるいは、「データ提供者」が「データ」中に持ついかなる人格権について、法の許す限りにおいて、放棄し、あるいは、強く主張しないことに同意するものとします。

source: You may not restrict or deter the ability of anyone who Receives the Data (a) to Publish the Data in a publicly-accessible manner or (b) if the project has designated a Ledger for recording Data or grants of rights in Data for purposes of this Agreement, to record the Data or grants of rights in Data in the Ledger.
ja: 「あなた」は、だれであれ「データ」を「受領」する人が持つ次の権能を制限したり、妨げたりすることはできません。 (a) 「データ」を広くだれもがアクセスできるように「公開」すること、あるいは、 (b) もしもプロジェクトが、本「契約」に則り「データ」そのものや、「データ」に対する権利許諾の履歴を「電子台帳」を用いて記録している場合、それらを「電子台帳」に記録すること。

source: Your exercise of any of the rights and permissions granted below constitutes Your acceptance and agreement to be bound by the terms and conditions of this Agreement.
ja: 下記で認められた諸権利、および許諾のいずれかを「あなた」が行使すると、「あなた」は本「契約」の諸条件に束縛されることを容認し、同意したものとみなされます。
